tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'starkandwayne/cf'
tap 'universal-ctags/universal-ctags'
tap 'neovim/neovim'
tap 'go-delve/delve'
tap 'pivotal/tap'

cask 'java'

brew "diff-so-fancy"
brew 'rbenv'
brew 'ack'
brew 'bash'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'curl'
brew "git", args: ["with-blk-sha1", "with-curl", "with-openssl", "with-pcre2"]
brew 'docker'
brew "gawk"
brew 'fasd'
brew 'freetype'
brew 'git'
brew 'go'
brew 'delve'
brew 'git-extras'
brew 'gradle'
brew 'graphviz'
brew 'htop'
brew 'ipcalc'
brew 'jq'
brew 'lastpass-cli'
brew 'leiningen'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'mr'
brew 'neovim'
brew 'node'
brew 'ngrep'
brew 'openssl'
brew 'pcre'
brew 'pstree'
brew 'python'
brew 'python3'
brew 'qt@5.5'
brew 'readline'
brew 'ruby-install'
brew 's3cmd'
brew 'shellcheck'
brew 'spruce'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-lua']
brew 'v8'
brew 'watch'
cask "spectacle"
brew 'wget'

cask 'atom'
cask 'docker'
cask 'flycut'
cask 'font-inconsolata'
cask 'intellij-idea'
cask 'screenhero'
cask 'caffeine'
