tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'starkandwayne/cf'
tap 'universal-ctags/universal-ctags'
tap 'neovim/neovim'
tap 'go-delve/delve'
tap 'pivotal/tap'

cask 'java'

brew 'ack'
brew 'ant'
brew 'awscli'
brew 'bash'
brew 'bbl'
brew 'bosh-cli'
brew 'cf-cli'
brew 'chruby'
brew 'coreutils'
brew 'credhub-cli'
brew 'ctags'
brew 'direnv'
brew 'docker'
brew 'emacs', args: ['with-cocoa']
brew 'erlang'
brew 'fasd'
brew 'freetype'
brew 'git'
brew 'git-duet'
brew 'go'
brew 'delve'
brew 'git-extras'
brew 'gradle'
brew 'graphviz'
brew 'htop'
brew 'ipcalc'
brew 'ipcalc'
brew 'jq'
brew 'lastpass-cli'
brew 'leiningen'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'reattach-to-user-namespace'
brew 'maven'
brew 'mr'
brew 'neovim'
brew 'node'
brew 'ngrep'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'pivnet-cli'
brew 'pstree'
brew 'python'
brew 'python3'
brew 'qt@5.5'
brew 'readline'
brew 'ruby-install'
brew 's3cmd'
brew 'shellcheck'
brew 'spruce'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-lua']
brew 'v8'
brew 'watch'
brew 'wget'

cask 'atom'
cask 'docker'
cask 'fly'
cask 'flycut'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'screenhero'
cask 'shiftit'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
cask 'teamspeak-client'
cask 'caffeine'
